const quiz = [
    {
        "quest": "Чем вы хотите заниматься?",
        "answ": {
            "ifst": "Разрабатывать компьютерные игры и мобильные приложения",
            "ivsht": "Обеспечение компьютерных систем, администрирование операционных систем, компьютерных сетей",
            "pinsh": "Создавать большие надежные программные системы для реального бизнеса",
            "pinf": "Программирование, базы данных, мобильные и облачные вычисления",
            "rklm": "Маркетинг и менеджмент, паблик рилейшнз, психология и философия рекламы",
            "tlvd": "Видеомонтаж и кинорежиссура",
            "dizn": "Создавать графическую продукцию: оформление книг, журналов,логотипов, визиток, фирменных упаковок и т.д."
        }
    },

    {
        "quest": "Какая форма обучения вам подходит?",
        "answ": {
            "ifst, ivsht, pinsh, ivsht, pinf, rklm, tlvd": "Очная форма",
            "pinf, ifst": "Заочная форма",
            "dizn": "Очно-заочная форма"
        }
    },

    {
        "quest": "Что вы уже изучали / Что хотите изучать?",
        "answ": {
            "ifst": "Средства разработки: C# / С++, Java, JavaScript" ,
            "ivsht": "Средства разработки: C, С#, Java, PHP, Python, 1C",
            "pinsh": "Проектирование человеко-машинного интерфейса, Тестирование программного обеспечения",
            "pinf": "Средства разработки: С, C#, .NET, Java, PHP, LISP, PROLOG",
            "rklm": "Компьютерная графика и мультипликация, Компьютерная графика и мультипликация",
            "tlvd": "Технологии обработки видео- и аудио- информации",
            "dizn": "Графические редакторы: Adobe Photoshop, CorelDraw, Adobe Illustrator"
        } 
    },

    {
        "quest": "Какой у вас тип личности?",
        "answ": {
            "ifst, ivsht, pinsh, pinf": "Интроверт" ,
            "rklm, tlvd,dizn": "Экстраверт",
        }
    },

    {
        "quest": "Что вам больше нравится?",
        "answ": {
            "ifst": "Изучение всех аспектов работы с компьютерной графикой " ,
            "ivsht": "Владение методами и инструментами проектирования, разработки, тестирования, сетевыми технологиями",
            "pinsh": "Управление проектами и командами в сфере информационных технологий",
            "pinf": "Заниматься разработкой информационных систем",
            "rklm": "Владение техникой и технологиями деловых, массовых и персональных коммуникаций",
            "tlvd": "Владение техническими средствами видеосъемки и компьютерной обработки видеоматериалов",
            "dizn": "Работать над иллюстрациями – нарисованными и фотографическими"
        } 
    },

    {
        "quest": "Кем вы хотите работать в будущем?",
        "answ": {
            "ifst": "Программистом, Дизайнером компьютерной графики, Веб-программистом" ,
            "ivsht": "Администратором компьютерных сетей, Директором по информационным технологиям",
            "pinsh": "Системным аналитиком, Специалистом по тестированию программных систем",
            "pinf": "Разработчиком приложений SAP, Разработчиком приложений Умного Дома и Интернет-вещей",
            "rklm": "Режиссер видео- и аудиорекламы, видеомонтажер, дизайнер компьютерной графики",
            "tlvd": "Продюсер, видеооператор, корреспондента (репортера)",
            "dizn": "Арт-директор, промышленным дизайнер"
        } 
    },

    {
        "quest": "Выберите утверждение, которое вам ближе",
        "answ": {
            "ifst": "Я люблю творить" ,
            "ivsht": "Люблю тестировать",
            "pinsh": "Умею анализировать",
            "pinf": "Нравится виртуальная реальность",
            "rklm": "Знаю как протолкнуть свои идеи",
            "tlvd": "Люблю быть в курсе событий",
            "dizn": "Я люблю рисовать"
        } 
    },

]