let answers = {
    "ifst" : {
        "res" : "Вам подходит - Информационные системы и технологии (ИФСТ)! \n Уникальное сочетание знаний и навыков в области технологий программирования, компьютерной графики дает возможность стать профессионалом в таком современном технологичном бизнесе, как медиаиндустрия.",
    },

    "ivsht" : { 
        "res" : "Вам подходит - Информатика и вычислительная техника  (ИВЧТ)! \n Студенты изучают современные компьютерные технологии, языки программирования, Интернет-технологии, разработку приложений баз данных, распределенных решений. Особое внимание уделяется аппаратному обеспечению компьютерных систем, администрированию операционных систем, компьютерных сетей. В программе обучения технологии НР и сетевые технологии Cisco",
    },

    "pinsh" : { 
        "res" : "Вам подходит - Программная инженерия (ПИНЖ)! \n Выпускники направления владеют методами и инструментальными средствами управления программными проектами, проектирования, разработки, тестирования и внедрения программных систем."
        
    },

    "pinf" : { 
        "res" : "Вам подходит - Прикладная информатика (ПИНФ)! \n Сбалансированный учебный план, сочетающий владение средствами разработки программных систем: С, C#, .NET, Java, PHP, LISP, PROLOG, технологиями разработки баз данных MS SQL, Oracle, технологиями создания мобильных и распределенных решений, виртуальной и дополненной реальности, приложений с использованием 1С – российского стандарта  «де факто» разработки бизнес-ERP систем.  На филиале кафедры «Прикладные информационные технологии»  ООО «СибИнтек» изучаются международные технологии SAP  - создания  крупных промышленных ERP-систем."
    },

    "rklm" : { 
        "res" : "Вам подходит - Реклама (РКЛМ)! \n Основу программы составляют навыки применения информационных технологий при изготовлении рекламной и PR-продукции, управления коммуникациями в новых медиа, стратегий, методов и технологий массовых, деловых и персональных коммуникаций, формирования общественного мнения, поддержки и сопровождения партнерства власти, бизнеса и институтов гражданского общества, построения имиджевых коммуникаций."
    },

    "tlvd" : { 
        "res" : "Вам подходит - Телевидение (ТЛВД)! at \n Основной упор в обучении студентов сделан на углубленное изучение основополагающих предметов и постоянную практику. К учебному процессу привлекаются ведущие российские и зарубежные специалисты, регулярно проводятся лекции и мастер-классы, повышающие уровень подготовки студентов. Учебная программа предусматривает прохождение практик в известных крупнейших теле- и информационных агентствах г. Саратова."
    },

    "dizn" : { 
        "res" : "Вам подходит - Дизайн (ДИЗН)! at \n Студенты изучают современные компьютерные программы: Adobe Photoshop, CorelDraw, Adobe Illustrator, Adobe InDesign, Adobe After Effects, Toon Boom, Autodesk 3d's Max, Maya и др."
    },
}